Repository: fsener/dota-tr
Catalog: dotatr/djangobb_forum/locale/*/LC_MESSAGES/django.po
Languages: tr

source: subscribers
tr: abone

source: Latest posts on forum
tr: Forumdaki son mesajlar

source: Latest topics on forum
tr: Forumdaki son başlıklar

source: Latest posts on %s topic
tr: %s başlığındaki son mesajlar

source: Latest posts on %s forum
tr: %s forumundaki son mesajlar

source: Latest posts on %s category
tr: %s kategorisindeki son mesajlar

source: Username
tr: Kullanıcı Adı

source: Registered
tr: Kayıt Tarihi

source: No. of posts
tr: Mesajı sayısı

source: Post time
tr: Gönderim Tarihi

source: Author
tr: Yazar

source: Subject
tr: Konu

source: Ascending
tr: Artan

source: Descending
tr: Azalan

source: Topics
tr: Başlıklar

source: Posts
tr: Mesajlar

source: Message text and topic subject
tr: Mesaj ve konu başlıgı

source: Message text only
tr: Sadece mesaj metninde

source: Topic subject only
tr: Sadece konu başlığı

source: Attachment
tr: Ek

source: Subscribe
tr: Abone ol

source: Subscribe this topic.
tr: Bu konuya abone ol.

source: Can't be empty nor contain only whitespace characters
tr: Boş olamaz veya boşluk karakterleri içeremez

source: Attachment is too big
tr: Ek boyutu maksimum limitin üzerinde

source: E-mail
tr: E-posta

source: Real name
tr: Gerçek isim

source: Sort by
tr: Sırala

source: Sort order
tr: Sıralama düzeni

source: Keyword search
tr: Kelime arama

source: Author search
tr: Yazar arama

source: Search in
tr: Arama

source: Show results as
tr: Sonucu şu şekilde göster

source: User with login %s does not exist
tr: %s isminde bir kullanıcı yok

source: You already voted for this post
tr: Bu mesaja zaten oy verdin.

source: This post does't belong to this user
tr: Bu mesaj bu kullanıcıya ait değil

source: Message
tr: Mesaj

source: You have selected too many choices! (Only %i allowed.)
tr: Çok fazla seçenek seçtin! (Sadece %i adete izin var)

source: Write each answer on a new line.
tr: Her olası cevabı yeni bir satırda yazabilirsin.

source: Number of days for this poll to run. Leave empty for never ending poll.
tr: Bu anketin aktif kalması için gün sayısı. Süresiz anket için boş bırakın.

source: Number of choices must be positive.
tr: Seçenek adeti pozitif olmak zorunda

source: There is no valid answer!
tr: Geçerli bir yanıt yok!

source: One of this answers are too long!
tr: Bu cevaplardan biri çok uzun!

source: Display your e-mail address.
tr: E-mail adresini göster

source: Hide your e-mail address but allow form e-mail.
tr: E-posta adresini sakla ama e-posta oluşturmaya izin ver

source: Hide your e-mail address and disallow form e-mail.
tr: E-posta adresini sakla ve e-posta oluşturmaya izin verme

source: Name
tr: İsim

source: Groups
tr: Gruplar

source: Only users from these groups can see this category
tr: Sadece bu gruplardan olan kullanıcılar bu kategoriyi görebilir

source: Position
tr: Pozisyon

source: Category
tr: Kategori

source: Categories
tr: Kategoriler

source: Description
tr: Tanımlama

source: Moderators
tr: Moderatörler

source: Updated
tr: Güncellendi

source: Post count
tr: Mesaj sayısı

source: Topic count
tr: Konu sayısı

source: Forum Logo
tr: Forum Logosu

source: Forums
tr: Forumlar

source: Created
tr: Oluşturuldu

source: User
tr: Kullanıcı

source: Views count
tr: Görüntülenme sayısı

source: Sticky
tr: Sabitleme

source: Closed
tr: Kapalı

source: Subscribers
tr: Aboneler

source: Topic
tr: Konu

source: Updated by
tr: Güncelleyen:

source: Markup
tr: Biçimlendirme

source: HTML version
tr: HTML versiyonu

source: User IP
tr: Kullanıcı IP'si

source: Post
tr: Mesaj

source: From
tr: -dan

source: To
tr: -e

source: Time
tr: Zaman

source: Sign
tr: İmza

source: Reason
tr: Sebep

source: Reputation
tr: Saygınlık

source: Reputations
tr: Saygınlık

source: Status
tr: Durum

source: Site
tr: Yer

source: Location
tr: Konum

source: Signature
tr: İmza

source: Time zone
tr: Zaman dilimi

source: Language
tr: Dil

source: Theme
tr: Tema

source: Show avatar
tr: Avatarı göster

source: Show signatures
tr: İmzaları göster

source: Show smilies
tr: İfadeleri göster

source: Privacy permission
tr: Gizlilik izni

source: Auto subscribe
tr: Otomatik abone ol

source: Auto subscribe all topics you have created or reply.
tr: Oluşturduğun yada cevapladığın bütün konulara otomatik abone ol

source: Default markup
tr: Varsayılan biçimlendirme

source: Profile
tr: Profilim

source: Profiles
tr: Profiller

source: Post tracking
tr: Mesaj izleme

source: Reported by
tr: Raporlayan

source: Zapped
tr: Kanal değiştirme

source: Zapped by
tr: tarafından kanal değiştirildi

source: Report
tr: Rapor

source: Reports
tr: Raporlar

source: Banned user
tr: Yasaklı kullanıcı

source: Ban start
tr: Yasak başlangıcı

source: Ban end
tr: Yasak bitişi

source: Ban
tr: Yasak

source: Bans
tr: Yasaklar

source: Size
tr: Boyut

source: Content type
tr: İçerik türü

source: Path
tr: Yol

source: Hash
tr: Şifreleme

source: How many choices are allowed simultaneously.
tr: Aynı anda kaç seçime izin veriliyor?

source: Can users vote to this poll or just see the result?
tr: Kullanıcılar bu anketi oylayabilir mi yoksa sadece sonuçları mı görüntüleyebilir?

source: Point of time after this poll would be automatic deactivated
tr: Belirlenen süreden sonra anket otomatik olarak devre dışı kalacaktır

source: Users who has voted this poll.
tr: Bu anketi oylayan kullanıcılar

source: Topics deleted
tr: Silinen konular

source: Topics opened
tr: Açılan konular

source: Topics closed
tr: Kapatılan konular

source: Error: User unknown!
tr: Hata: Bilinmeyen kullanıcı!

source: Found %i posts.
tr: %i mesajları bulundu

source: Found %i topics.
tr: %i konuları bulundu

source: All topics marked as read.
tr: Bütün konular okundu olarak işaretlendi.

source: Post reported.
tr: Mesaj raporlandı

source: Email send.
tr: E-posta göndermek

source: Email could not be sent.
tr: E-posta gönderilemedi

source: Your reply saved.
tr: Cevabın kaydedildi

source: This poll is not active!
tr: Bu anket aktif değil!

source: You have already vote to this poll in the past!
tr: Bu anketi zaten daha önce oyladın!

source: Your votes are saved.
tr: Oyların kaydedildi

source: Topic with poll saved.
tr: Konu anketle beraber kaydedildi

source: Topic saved.
tr: Konu kaydedildi.

source: Your avatar uploaded.
tr: Avatarın yüklendi

source: Please sign in.
tr: Lütfen giriş yapın.

source: User profile saved.
tr: Kullanıcı profili kaydedildi.

source: Reputation deleted.
tr: Saygınlık silindi

source: Reputation saved.
tr: Saygınlık kaydedildi

source: No permissions to edit this post.
tr: Bu mesajı düzenlemeye izin yok

source: Post updated.
tr: Mesaj güncellendi

source: Post deleted.
tr: Mesaj silindi

source: Topic moved.
tr: Konu taşındı.

source: Topic marked as sticky.
tr: Konu sabitlendi

source: Sticky flag removed from topic.
tr: Sabitleme bayrağı konudan kaldırıldı

source: You haven't the permission to delete this post.
tr: Bu mesajı silmeye iznin yok

source: Topic closed.
tr: Konu kapandı.

source: Topic opened.
tr: Konu açıldı

source: Topic subscription removed.
tr: Konuya abonelik kaldırıldı

source: Topic subscribed.
tr: Konuya abone olundu

source: Root
tr: Forum Anasayfası

source: Notice
tr: Uyarı

source: Board footer
tr: Forum tabanı

source: Search links
tr: Bağlantıları ara

source: Show recent posts
tr: Son mesajları göster

source: Show unanswered posts
tr: Cevaplanmamış mesajları göster

source: Show your subscribed topics
tr: Abone olduğun konuları göster

source: Show your
tr: Sana ait olan

source: topics
tr: Konular

source: posts
tr: Mesajlar

source: Edited
tr: Düzenlendi

source: Select
tr: Seç

source: Delete
tr: Sil

source: Edit post
tr: Mesajı düzenle

source: Edit the post and submit changes
tr: Mesajı düzenle ve değişiklikleri kaydet

source: Save
tr: Kaydet

source: Go back
tr: Geri dön

source: New topic
tr: Yeni konu

source: Replies
tr: Cevaplar

source: Views
tr: Görüntüleme

source: Last post
tr: Son mesaj

source: Sticky:
tr: Sabit:

source: Forum is empty.
tr: Forum boş.

source: Jump to
tr: Başka foruma atla

source: Go
tr: Git

source: Moderate forum
tr: Forum yönetimi

source: Index
tr: Forum Anasayfası

source: User list
tr: Üye Listesi

source: Search
tr: Arama

source: Administration
tr: Yönetim

source: PM
tr: Kişisel mesaj

source: Logged in as
tr: Giriş yapılan hesap:

source: Last visit:
tr: Son ziyaret:

source: There are new messages
tr: Yeni mesajlar var

source: You are not logged in.
tr: Giriş yapılmadı.

source: There are new reports
tr: Yeni raporlar var

source: Show new posts since last visit
tr: Son ziyaretimden sonra eklenen mesajları göster

source: Mark all topics as read
tr: Tüm konuları okundu olarak işaretle

source: Board information
tr: Forum bilgisi

source: Board statistics
tr: Forum istatistikleri

source: Total number of registered users:
tr: Toplam kayıtlı kullanıcı sayısı:

source: Total number of topics:
tr: Toplam konu sayısı:

source: Total number of posts:
tr: Toplam mesaj sayısı:

source: User information
tr: Kullanıcı bilgisi

source: Newest registered user:
tr: En yeni kayıt olan kullanıcı:

source: Registered users online:
tr: Kayıtlı online kullanıcılar:

source: Guests online:
tr: Misafir online:

source: Send e-mail to
tr: ..a e-posta gönder

source: Write and submit your e-mail message
tr: E-postanı yaz ve onayla

source: Please note that by using this form, your e-mail address will be disclosed to the recipient.
tr: Bu formu kullanarak, e-posta adresiniz alıcıya açıklanması lütfen unutmayın.

source: Submit
tr: Onayla

source: Move
tr: Taşı

source: Open
tr: Aç

source: Close
tr: Kapat

source: Moderated by
tr: Forum yöneticileri:

source: Move topic
tr: Konuyu taşı

source: Select destination of move
tr: Taşınacak hedefi seç

source: Move to
tr: Taşınacak yer

source: Pages
tr: Sayfalar

source: Report post
tr: Mesajı raporla

source: Please enter a short reason why you are reporting this post
tr: Lütfen bu mesajı neden raporladığınıza dair kısa bir neden giriniz

source: Reputation of the user
tr: Kullanıcının saygınlığı

source: From user
tr: Gönderen

source: For post in topic
tr: Mesajın bulunduğu konu

source: Estimation
tr: Tahmin

source: Date
tr: Tarih

source: Are you sure
tr: Emin misin?

source: Please, fill the form
tr: Lütfen, formu doldurunuz

source: Your name:
tr: Adınız:

source: To whom we change a reputation:
tr: Kime saygınlık değişikliği yapılacak:

source: Method:
tr: Metod:

source: Add of a reputation
tr: Saygınlık ekle

source: Reduction of a reputation
tr: Saygınlık düşür

source: Enter your search criteria
tr: Arama kriterinizi girin:

source: To search by keyword, enter a term or terms to search for. Separate terms with spaces. To search by author enter the username of the author whose posts you wish to search for.
tr: Anahtar kelimeye göre arama yapmak için, bir dönem veya aramak için terimleri girin. Boşluklarla cümleleri ayırın. İletileri aramak istediğiniz yazarın kullanıcı adını girin.

source: Select where to search
tr: Nerede aranacağını seçin

source: All forums
tr: Tüm forumlar

source: Choose in which forum you would like to search and if you want to search in topic subjects, message text or both.
tr: Eğer konu başlıklarını, mesaj metin veya her ikisini de aramak istiyorsanız hangi forumda aramak istediğinizi seçin

source: Select how to view search results
tr: Nasıl arama sonuçlarına bakılacağını seçin

source: You can choose how you wish to sort and show your results.
tr: Sonuçları nasıl sıralamak ve göstermek istediğinizi seçebilirsiniz

source: Search type
tr: Arama tipi

source: Show results as topic list.
tr: Sonuçları konu listesine göre göster

source: Info
tr: Bilgi

source: Your search returned no hits.
tr: Aramanızdan hiçbir sonuç bulunamadı

source: Show your topics
tr: Konularını göster

source: Show results as post list.
tr: Sonuçları mesaj listesine göre göster

source: Search results
tr: Sonuçları ara

source: Poll
tr: Anket

source: (%(count)s answers allows.)
tr: (%(count)s cevaplar izinli)

source: Vote
tr: Oyla

source: From:
tr: -dan

source: Registered:
tr: Kayıtlı:

source: Posts:
tr: Mesajlar:

source: Send e-mail
tr: E-posta gönder

source: Attachments:
tr: Ekler:

source: Are you sure you want to delete this post?
tr: Bu mesajı silmek istediğinize emin misiniz?

source: Edit
tr: Düzenle

source: Full quote or quote selected text form this post.
tr: Tam alıntı veya teklif seçili metni bu yazı oluşturur.

source: Quote
tr: Alıntı

source: Unsubscribe
tr: Abonelikten çık

source: Jump to
tr: Atlamak

source: Moderator control
tr: Moderatör kontrolü

source: Delete multiple posts
tr: Çoklu mesajları sil

source: Open topic
tr: Konu aç

source: Close topic
tr: Konu kapat

source: Unstick topic
tr: Konuları sabitlemekten çıkar

source: Stick topic
tr: Konuları sabitle

source: Upload avatar
tr: Avatar yükle

source: Enter an avatar file to upload
tr: Yüklemek için bir avatar dosyası seçin

source: An avatar is a small image that will be displayed under your username in your posts. It must not be any bigger than %(avatar_width)s x %(avatar_height)s pixels
tr: Avatar mesajlarınızın altında gözüken küçük bir görütüdür. %(avatar_width)s x %(avatar_height)s pikselden büyük olamaz.

source: Upload
tr: Yükle

source: Personal
tr: Kişisel

source: Username:
tr: Kullanıcı adı:

source: Title
tr: Başlık

source: Real name:
tr: Gerçek isim:

source: (Unknown)
tr: (Bilinmeyen)

source: Website:
tr: Web sitesi:

source: E-mail:
tr: E-posta

source: (Hidden)
tr: (Saklı)

source: Messaging
tr: Mesajlaşma

source: Personality
tr: Kişilik

source: (No avatar)
tr: (Avatarsız)

source: Signature:
tr: İmza:

source: User activity
tr: Kullanıcı aktivitesi

source: Show all posts
tr: Tüm mesajları göster

source: Last post:
tr: Son mesaj:

source: User search
tr: Kullanıcı arama

source: Find and sort users
tr: Kullanıcıları bul ve sırala

source: Enter a username to search for. The username field can be left blank. Sort users by name, date registered or number of posts and in ascending/descending order.
tr: Aramak için bir kullanıcı adı girin. Kullanıcı adı alanı boş bırakılabilir. Sırala Kullanıcı adı, tarih kayıtlı veya posta gönderi sayısına göre artan / azalan sırayla listeleyin.

source: New reply
tr: Yeni cevap

source: Create a poll
tr: Anket oluştur

source: Write your message and submit
tr: Mesajını yaz ve onayla

source: Subscribe this topic
tr: Bu konuya abone ol

source: Replies:
tr: Cevaplar:

source: Go to post
tr: Mesaja git

source: Full Version:
tr: Tam versiyon:

source: IMPORTANT:
tr: ÖNEMLİ:

source: replies
tr: cevaplar

source: Delete (administrators only) or ban user
tr: Kullanıcıyı sil (sadece adminler) yada yasakla

source: Delete user
tr: Kullanıcıyı sil

source: Ban user
tr: Kullanıcıyı yasakla

source: Set moderator access
tr: Moderatör girişini ayarla

source: Choose what forums this user should be allowed to moderate. Note: This only applies to moderators. Administrators always have full permissions in all forums.
tr: Bu kullanıcının orta izin gerektiğini forumları seçin. Not: Bu ​​sadece forum için geçerlidir. Yöneticiler her zaman bütün forumlarda tam izinlere sahiptir.

source: Update forums
tr: Forumları güncelle

source: Display
tr: Görüntü

source: Select your preferred style
tr: Tercih ettiğiniz stili seçin

source: If you like you can use a different visual style for this forum.
tr: Eğer beğenirseniz bu forum için farklı görsel stiller kullanabilirsiniz

source: Post display legend
tr: Mesaj görüntüsü efsanesi

source: Post display info
tr: Mesaj görüntü bilgisi

source: When you update your profile, you will be redirected back to this page.
tr: Profilinizi güncellediğinizde, bu sayfaya yeniden yönlendirileceksiniz

source: Essentials
tr: Temel Seçenekler

source: Enter your username and password
tr: Kullanıcı adı ve şifrenizi giriniz

source: Change password
tr: Şifre değiştir

source: Enter a valid e-mail address
tr: Geçerli bir e-posta adresi girin

source: Set your localisation options
tr: Yerelleştirme seçeneklerini ayarlayınız

source: Timezone: For the forum to display times correctly you must select your local timezone.
tr: Zaman Dilimi: Doğru zaman görüntülemek için, yerel zaman dilimini seçmeniz gerekir.

source: Language: You can choose which language you wish to use to view the forum
tr: Dil: Forumu kullanmak istediğiniz dili seçebilirsiniz

source: Profile menu
tr: Profil menüsü

source: Privacy
tr: Gizlilik

source: Enter your personal details
tr: Kişisel detaylarınızı giriniz

source: Leave blank to use forum default.
tr: Varsayılan forumu kullanmak için boşluk bırakınız

source: Set your avatar display options
tr: Avatar görüntü seçeneklerini ayarlayınız

source: An avatar is a small image that will be displayed with all your posts. You can upload an avatar by clicking the link below. The checkbox 'Use avatar' below must be checked in order for the avatar to be visible in your posts.
tr: Avatar size ait küçük bir görüntüdür. Aşağıdaki linke tıklayarak bir avatar yükleyebilirsiniz. 'Avatar kullan' onay kutusu mesajlarda gözükmesi için seçili olmalıdır.

source: Use avatar.
tr: Avatar kullan

source: Compose your signature
tr: İmzanızı oluşturun

source: A signature is a small piece of text that is attached to your posts. In it, you can enter just about anything you like. Perhaps you would like to enter your favourite quote or your star sign. It's up to you! In your signature you can use BBCode if it is allowed in this particular forum. You can see the features that are allowed/enabled listed below whenever you edit your signature.
tr: İmza her mesajınıza bağlı küçük bir metin parçasıdır ve yolladığınız her mesajın altında gözükür.

source: No signature currently stored in profile.
tr: Bu profilde bir imza kayıtlı değil

source: Set your privacy options
tr: Gizlilik seçeneklerinizi ayarlayınız

source: Select whether you want your e-mail address to be viewable to other users or not and if you want other users to be able to send you e-mail via the forum (form e-mail) or not.
tr: E-posta adresinizin diğer kullanıcılar tarafından görülmesini istiyorsanız yada istemiyorsanız ve diğer kullanıcıların size e-posta göndermesini (e-posta atmak) istiyorsanız olup olmadıgını seçiniz
